Repository: keisukearai/ios-shop-memo
Catalog: ShopMemo/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ja, pt_br, th, vi, zh_hans

# cancel_button
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
pt_br: Cancelar
th: ยกเลิก
vi: Hủy
zh_hans: 取消

# category_beverage
source: Drinks
de: Getränke
es: Bebidas
fr: Boissons
hi: पेय
ja: 飲料
pt_br: Bebidas
th: เครื่องดื่ม
vi: Đồ uống
zh_hans: 饮料

# category_daily
source: Daily
de: Haushalt
es: Hogar
fr: Ménager
hi: घर
ja: 日用品
pt_br: Casa
th: ของใช้
vi: Gia dụng
zh_hans: 日用品

# category_meat_fish
source: Meat & Fish
de: Fleisch & Fisch
es: Carne & Pescado
fr: Viande & Poisson
hi: मांस & मछली
ja: 肉・魚
pt_br: Carne & Peixe
th: เนื้อ & ปลา
vi: Thịt & Cá
zh_hans: 肉・鱼

# category_other
source: Other
de: Sonstige
es: Otros
fr: Autre
hi: अन्य
ja: その他
pt_br: Outros
th: อื่นๆ
vi: Khác
zh_hans: 其他

# category_staple
source: Bread & Grains
de: Brot & Nudeln
es: Pan & Pasta
fr: Pain & Féculents
hi: रोटी & अनाज
ja: 主食・パン
pt_br: Pão & Massas
th: ขนมปัง & แป้ง
vi: Bánh mì & Mì
zh_hans: 主食・面包

# category_vegetable
source: Vegetables
de: Gemüse
es: Verduras
fr: Légumes
hi: सब्जी
ja: 野菜
pt_br: Legumes
th: ผัก
vi: Rau củ
zh_hans: 蔬菜

# change_button
source: Rename
de: Ändern
es: Renombrar
fr: Renommer
hi: बदलें
ja: 変更
pt_br: Renomear
th: เปลี่ยน
vi: Đổi tên
zh_hans: 重命名

# create_list_button
source: New List
de: Neue Liste
es: Nueva lista
fr: Nouvelle liste
hi: नई सूची
ja: リストを作成
pt_br: Nova lista
th: สร้างรายการ
vi: Tạo mới
zh_hans: 新建清单

# date_today
source: Today
de: Heute
es: Hoy
fr: Auj.
hi: आज
ja: 今日
pt_br: Hoje
th: วันนี้
vi: Hôm nay
zh_hans: 今天

# date_yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
hi: कल
ja: 昨日
pt_br: Ontem
th: เมื่อวาน
vi: Hôm qua
zh_hans: 昨天

# delete_checked_button
source: Clear Checked
de: Markierte löschen
es: Borrar marcados
fr: Effacer cochés
hi: चेक हटाएं
ja: チェック済みをすべて削除
pt_br: Limpar marcados
th: ลบที่เลือก
vi: Xóa đã chọn
zh_hans: 删除已选

# done_button
source: Done
de: Fertig
es: Listo
fr: OK
hi: ठीक है
ja: 完了
pt_br: OK
th: เสร็จ
vi: Xong
zh_hans: 完成

# duplicate_list_button
source: Copy List
de: Liste kopieren
es: Copiar lista
fr: Copier la liste
hi: सूची कॉपी करें
ja: この買い物をコピー
pt_br: Copiar lista
th: คัดลอกรายการ
vi: Sao chép danh sách
zh_hans: 复制清单

# empty_list_hint
source: Add items below
de: Artikel unten hinzufügen
es: Añade artículos abajo
fr: Ajoutez ci-dessous
hi: नीचे आइटम जोड़ें
ja: 下の入力欄から商品を追加しましょう
pt_br: Adicione itens abaixo
th: เพิ่มสินค้าด้านล่าง
vi: Thêm hàng bên dưới
zh_hans: 从下方添加商品

# empty_lists_message
source: No lists
de: Keine Listen
es: Sin listas
fr: Aucune liste
hi: कोई सूची नहीं
ja: 買い物リストがありません
pt_br: Sem listas
th: ไม่มีรายการ
vi: Không có danh sách
zh_hans: 没有清单

# error_product_not_found
source: Product not found. Please try again later.
de: Produkt nicht gefunden. Bitte versuche es später erneut.
es: Producto no encontrado. Por favor, inténtalo más tarde.
fr: Produit introuvable. Veuillez réessayer plus tard.
hi: उत्पाद नहीं मिला। कृपया बाद में पुनः प्रयास करें।
ja: 商品が見つかりません。後でもう一度お試しください。
pt_br: Produto não encontrado. Por favor, tente novamente mais tarde.
th: ไม่พบสินค้า กรุณาลองใหม่ภายหลัง
vi: Không tìm thấy sản phẩm. Vui lòng thử lại sau.
zh_hans: 找不到商品，请稍后再试。

# error_title
source: Error
de: Fehler
fr: Erreur
hi: त्रुटि
ja: エラー
pt_br: Erro
th: ข้อผิดพลาด
vi: Lỗi
zh_hans: 错误

# error_verification_failed
source: Purchase verification failed. Please contact support.
de: Kaufverifizierung fehlgeschlagen. Bitte kontaktiere den Support.
es: La verificación de la compra falló. Por favor, contacta con el soporte.
fr: La vérification de l'achat a échoué. Veuillez contacter le support.
hi: खरीद सत्यापन विफल हुआ। कृपया सहायता से संपर्क करें।
ja: 購入の確認に失敗しました。サポートにお問い合わせください。
pt_br: A verificação da compra falhou. Por favor, entre em contato com o suporte.
th: การยืนยันการซื้อล้มเหลว กรุณาติดต่อฝ่ายสนับสนุน
vi: Xác minh mua hàng thất bại. Vui lòng liên hệ hỗ trợ.
zh_hans: 购买验证失败，请联系支持。

# feature_unlimited
source: Unlimited shopping lists
de: Unbegrenzte Einkaufslisten
es: Listas de compras ilimitadas
fr: Listes de courses illimitées
hi: असीमित खरीदारी सूचियाँ
ja: 無制限の買い物リスト
pt_br: Listas de compras ilimitadas
th: รายการช้อปปิ้งไม่จำกัด
vi: Danh sách mua sắm không giới hạn
zh_hans: 无限购物清单

# free_usage_banner
source: %d / %d lists (Free)
de: Kostenlos: %d / %d Listen
es: Gratis: %d / %d listas
fr: Gratuit : %d / %d listes
hi: निःशुल्क: %d / %d सूचियाँ
ja: 無料版: %d / %d件
pt_br: Grátis: %d / %d listas
th: ฟรี: %d / %d รายการ
vi: Miễn phí: %d / %d danh sách
zh_hans: 免费版: %d / %d 个

# item_count
source: %d items
de: %d Stk.
es: %d arts.
fr: %d art.
hi: %d आइटम
ja: %d品
pt_br: %d itens
th: %d รายการ
vi: %d món
zh_hans: %d件

# item_name_placeholder
source: Item name...
de: Artikelname...
es: Nombre...
fr: Nom...
hi: नाम...
ja: 商品名を入力...
pt_br: Nome...
th: ชื่อสินค้า...
vi: Tên mặt hàng...
zh_hans: 商品名...

# language_title
source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
ja: 言語設定
pt_br: Idioma
th: ภาษา
vi: Ngôn ngữ
zh_hans: 语言

# list_name_placeholder
source: List name
de: Listenname
es: Nombre
fr: Nom
hi: नाम
ja: リスト名
pt_br: Nome
th: ชื่อ
vi: Tên
zh_hans: 名称

# no_items
source: Empty
de: Leer
es: Vacío
fr: Vide
hi: खाली
ja: 商品なし
pt_br: Vazio
th: ว่าง
vi: Trống
zh_hans: 空

# paywall_subtitle
source: Unlock unlimited shopping lists and future features.
de: Entsperre unbegrenzte Einkaufslisten und zukünftige Funktionen.
es: Desbloquea listas de compras ilimitadas y funciones futuras.
fr: Débloquez des listes de courses illimitées et de futures fonctionnalités.
hi: असीमित खरीदारी सूचियाँ और भविष्य की सुविधाएँ अनलॉक करें।
ja: 無制限の買い物リストと今後の機能を解放しよう。
pt_br: Desbloqueie listas de compras ilimitadas e recursos futuros.
th: ปลดล็อกรายการช้อปปิ้งไม่จำกัดและฟีเจอร์ในอนาคต
vi: Mở khóa danh sách mua sắm không giới hạn và các tính năng sắp ra mắt.
zh_hans: 解锁无限购物清单和未来所有功能。

# paywall_title
source: Go Premium
de: Premium werden
es: Hazte Premium
fr: Passer Premium
hi: प्रीमियम बनें
ja: プレミアムへ
pt_br: Seja Premium
th: อัปเกรดเป็นพรีเมียม
vi: Lên Cao Cấp
zh_hans: 升级高级版

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
ja: プライバシーポリシー
pt_br: Política de Privacidade
th: นโยบายความเป็นส่วนตัว
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策

# purchase_button
source: Buy for %@
de: Kaufen für %@
es: Comprar por %@
fr: Acheter pour %@
hi: %@ में खरीदें
ja: %@で購入
pt_br: Comprar por %@
th: ซื้อด้วย %@
vi: Mua với %@
zh_hans: 以%@购买

# purchase_button_loading
source: Loading…
de: Lädt…
es: Cargando…
fr: Chargement…
hi: लोड हो रहा है…
ja: 読み込み中…
pt_br: Carregando…
th: กำลังโหลด…
vi: Đang tải…
zh_hans: 加载中…

# rename_list_title
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
ja: リスト名を変更
pt_br: Renomear
th: เปลี่ยนชื่อ
vi: Đổi tên
zh_hans: 重命名

# restore_button
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
hi: खरीदारी पुनर्स्थापित करें
ja: 購入を復元
pt_br: Restaurar compras
th: กู้คืนการซื้อ
vi: Khôi phục mua hàng
zh_hans: 恢复购买

# paywall_nav_title
source: Upgrade
es: Mejora
fr: Mise à niveau
hi: अपग्रेड करें
ja: アップグレード
pt_br: Atualizar
th: อัปเกรด
vi: Nâng cấp
zh_hans: 升级

# upgrade_button
source: Upgrade
es: Mejora
fr: Mettre à niveau
hi: अपग्रेड करें
ja: アップグレード
pt_br: Atualizar
th: อัปเกรด
vi: Nâng cấp
zh_hans: 升级

# ok_button
source: OK
hi: ठीक है
th: ตกลง
zh_hans: 好的
